[
  { "fullName":"David Orban", "image":"https://cdn-images-1.medium.com/max/1600/0*kmhNyFL2lTjdKf9T", "description": "David Orban is the Founder and Managing Partner of Network Society Ventures — a seed stage global investment firm focused on innovative startups at the intersection of exponential technologies and decentralized networks.", "link": "https://community.singularitynet.io/t/david-orban/2435", "hasVote": false },
  { "fullName":"Dr. Florian Baumann", "image":"https://cdn-images-1.medium.com/max/1600/0*AeUWtX3xM3MdZ4-W", "description": "Dr. Florian Baumann is the CTO of Dell Technologies Unstructured Data Solutions division with a focus on Automotive and AI.", "link": "https://community.singularitynet.io/t/dr-florian-baumann/2431", "hasVote": false},
  { "fullName":"Penny Wong", "image":"https://cdn-images-1.medium.com/max/1600/0*uFcn6DcCMImej8AP", "description": "Penny Wong is a management consultant and co-founder of RadMis. Her lifetime mission is to utilize AI to transform the AgedCare sector. She volunteers in support of STEM education and human diversity in AI development and is a mentor at TechReadyWomen.", "link": "https://community.singularitynet.io/t/penny-wong/2436","hasVote": false},
  { "fullName":"Sean Goltz", "image":"https://cdn-images-1.medium.com/max/1600/0*oE2s3_fT17TyOnsq", "description": "Sean Goltz, the author of “The Imaginationless Generation,” is a senior lecturer at the ECU business and law school, and an expert in technology ethics who focuses his research on the ethics of AI.", "link": "https://community.singularitynet.io/t/sean-goltz/2417","hasVote": false},
  { "fullName":"Mathew Newmann", "image":"https://cdn-images-1.medium.com/max/1600/0*VJOrKDiGz05mylob","description": "Mathew Newmann is an expert on the business application of AI Ethics and has an extensive background in steering multinational enterprises through complex, strategic change.", "link": "https://community.singularitynet.io/t/matthew-newman/2434","hasVote": false},
  { "fullName":"Evan Freeman", "image":"https://cdn-images-1.medium.com/max/1600/0*X1ZvcTvnskhXJwWY","description": "Evan Freeman is a prominent educator in the blockchain space, who has spent considerable time lobbying and educating governments and corporations on the benefits of blockchains and machine learning.", "link": "https://community.singularitynet.io/t/evan-freeman/2433","hasVote": false},
  { "fullName":"Trent Barnes", "image":"https://cdn-images-1.medium.com/max/1600/0*SSm2ZgfAoHNHY1cc","description": "Trent Barnes is an advisor and mentor to a number of companies, projects, and executives in the blockchain, technology, fintech, and social impact space. He is a Partner at ZeroCap, a blockchain VC firm that focuses on capital investments, advisory, and innovative liquidity solutions in the blockchain and fintech space.", "link": "https://community.singularitynet.io/t/trent-barnes/2432","hasVote": false}
]